export const questioninfodata = [
    {
        question: "อายุ",
        Options: ['18',],
        correct: 1 ,
        marked: -1,
       
    },
    {
        question: "เพศ",
        Options: ['ชาย', 'หญิง'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ระยะเวลาที่เจ็บป่วยเป็นโรคเบาหวาน",
        Options: ['ต่ำกว่า 1 ปี', '1-5 ปี', '5-10 ปี', 'มากกว่า 10 ปี ขึ้นไป'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ท่านมีภาวะแทรกซ้อนของโรคเบาหวานหรือไม่",
        Options: ['ไม่มี', 'มีโปรดระบุ'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ประวัติการเป็นโรคเบาหวานในครอบครัว",
        Options: ['ไม่มี.', 'มีโปรดระบุ'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "โรคประจำตัวอื่นๆ ระบุ",
        Options: ['ไม่มี..', ''],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ท่านได้รับคำแนะนำเกี่ยวกับการดูแลตนเองสำหรับผู้ป่วนเบาหวานครั้งนี้จากใครบ้าง",
        Options: ['แพทย์', 'พยาบาล', 'จากกลุ่มผู้ป่วยเบาหวานด้วยกัน', 'ญาติพี่น้องและเพื่อนๆ', 'สื่อวิทยุโทรทัศน์และเอกสารต่างๆ', 'แหล่งอื่นๆ โปรดระบุ'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ท่านเห็นด้วยกับข้อความต่อไปนี้หรือไม่ “การมีระดับน้ำตาลในเลือดสูง เป็นเวลานานๆ ท่านจะมีโอกาสเกิดภาวะดังต่อไปนี้ เช่น ตาเป็นต้อกระจก ไตวาย ชาตามปลายมือปลายเท้า โรคความดันโลหิตสูง โรคหัวใจได้",
        Options: ['เห็นด้วยอย่างยิ่ง', 'เห็นด้วยปานกลาง.' ,'ไม่เห็นด้วย.'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ท่านเห็นด้วยกับข้อความต่อไปนี้หรือไม่ “แผลที่เท้าของผู้ป่วยเบาหวาน จะเกิดการลุกลามได้ง่ายและหายช้ากว่าคนทั่วไป",
        Options: ['เห็นด้วยอย่างยิ่ง.', 'เห็นด้วยปานกลาง' , 'ไม่เห็นด้วย'],
        correct: 1 ,
        marked: -1,
    },
    {
        question: "ความถี่ในการออกกำลังกาย",
        Options: ['ทุกวัน', '3 ครั้ง/สัปดาห์','1 ครั้ง/สัปดาห์ ','ไม่ออกกำลังกาย'],
        correct: 1 ,
        marked: -1,
    },
  

]