export default [
    {
        id:1,
        toppic:"AAAAAAAAAAAAAAAAAAAAAAA",
        description: `ใส่หลอดเป่าเข้าไปที่ช่องเสียบหลอดเป่า`,
    },
    {
        id:2,
        toppic:"การนวดประเภทนี้เกี่ยวข้องกับการใช้และวางหินแม่น้ำบะซอลต์ตามจุดต่างๆของร่างกาย",
        description: `เปิดสวิชท์เครื่องด้านข้าง แล้วหน้าจอแสดงผลบนเครื่องเปิดขึ้น`,
    },
    {
        id:3,
        toppic:"การนวดประเภทนี้เกี่ยวข้องกับการใช้และวางหินแม่น้ำบะซอลต์ตามจุดต่างๆของร่างกาย",
        description: `การนวดประคบสมุนไพรซึ่งมีต้นกำเนิดในประเทศไทยเป็นการบำบัดทางเลือกประเภทหนึ่งซึ่งใช้กับเนื้อเยื่ออ่อนของคุณ เช่น การนวดประคบสมุนไพรซึ่งมีต้นกำเนิดในประเทศไทย `,
    }
]